Repository: awesto/djangoshop-sendcloud
Catalog: shop_sendcloud/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Fetch shipping method fees from SendCloud.
ru: Получение оплаты за способ доставки от SendCloud.

source: Updated at
ru: Обновлено

source: Shipping Method
ru: Способ доставки

source: Shipping Methods
ru: Способы доставки

source: Shipping Destination
ru: Направление доставки

source: Full name
ru: Полное имя

source: Company name
ru: Название компании

source: Address line
ru: Адрес

source: House number
ru: Дом

source: ZIP / Postal code
ru: Почтовый индекс

source: City
ru: Город

source: Country
ru: Страна

source: Shipping Address
ru: Адрес доставки

source: Shipping Addresses
ru: Адреса доставки

source: Billing Address
ru: Адрес оплаты

source: Billing Addresses
ru: Адреса оплаты

source: Mrs.
ru: Мис

source: Mr.
ru: Мистер

source: (n/a)
ru: (н/о)

source: Customer Number
ru: Номер пользователя

source: Salutation
ru: Обращение

source: Phone number
ru: Телефон

source: Parcel can not be delivered: {}
ru: Посылка не может быть доставлена: {}

source: Shipping costs
ru: Стоимость доставки

source: Unable to ship
ru: Невозможно отправить

source: Missing shipping label in response data['parcel']
ru: В ответе отсутствует пометка с доставкой data['parcel']

source: Announced
ru: Заявлено

source: Announced: not collected
ru: Заявлено: не собрано

source: Announcement failed
ru: Заявление не удалось

source: message': 'En route to sorting center
ru: сообщение': 'На пути к сортировочному центру

source: Delivery delayed
ru: Доставка отложена

source: Sorted
ru: Отсортировано

source: Not sorted
ru: Не отсортировано

source: Being sorted
ru: Сотрируется

source: Delivery attempt failed
ru: Попытка доставки не удалась

source: Delivered
ru: Доставлено

source: Awaiting customer pickup
ru: В ожидании самовывоза

source: Error collecting
ru: Ошибка сбора

source: Picked up from postoffice
ru: Получено из почтового отделения

source: Unable to deliver
ru: Невозможно доставить

source: Parcel en route
ru: Посылка в пути

source: Driver en route
ru: Водитель в пути

source: Picked up at service point
ru: Получено в пункте обслуживания

source: No label
ru: Без метки

source: Ready to send
ru: Готово к отправке

source: Being announced
ru: Объявляется

source: Cancelled
ru: Отменено

source: Submitting cancellation request
ru: Отправка запроса на отмену

source: Cancellation requested
ru: Запрос на отмену

source: Unknown status - check carrier track & trace page for more insights
ru: Неизвестный статус - проверьте страницу перевозчика и трэк груза для получения дополнительной информации

source: Purchase order issued
ru: Заказ на покупку оформлен
